1.REX_EXAM/IP_CAMREA/ptz_request/pan_right.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
    <s:Header xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
        <wsse:Security>
            <wsse:UsernameToken>
                <wsse:Username>admin</wsse:Username>
                <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordDigest">tgG9p7u+APUpFETj5k2copFeCog=</wsse:Password>
                <wsse:Nonce>02/Jl5T3mmVr9ytTxKMCjGV0hm4=</wsse:Nonce>
                <wsu:Created>2020-10-15T05:20:45.000Z</wsu:Created>
            </wsse:UsernameToken>
        </wsse:Security>
    </s:Header>
    <s:Body xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl" xmlns:tt="http://www.onvif.org/ver10/schema">
        <tptz:ContinuousMove>
            <tptz:ProfileToken>PROFILE_000</tptz:ProfileToken>
            <tptz:Velocity>
                <tt:PanTilt x="0.002000" y="0.000000"/><tt:Zoom x="0.000000"/>
            </tptz:Velocity>
        </tptz:ContinuousMove>
    </s:Body>
</s:Envelope>